Repository: plasma-extensions/plasma-widget-radio
Catalog: translations/*.po
Languages: es_es

source: General Configuration
es_es: Configuración General

source: Add
es_es: Agregar

source: Remove
es_es: Eliminar

source: Name:
es_es: Nombre:

source: Genre:
es_es: Género:

source: Now Playing:
es_es: Reproduciendo ahora:

source: Nothing...
es_es: Nada ....

source: Genre
es_es: Género

source: Shuffle radio stations
es_es: Barajar estaciones de radio

source: Consecutive play
es_es: Reproducción consecutiva

source: Shuffled play
es_es: Reproducción aleatoria

source: Loop play
es_es: Reproducción cíclica

source: Previous radio station
es_es: Estanción de radio previa

source: Pause radio station
es_es: Pausar estación de radio

source: Play radio station
es_es: Reproducir estación de radio

source: Next radio station
es_es: Siguiente estación de radio

source: View radio stations
es_es: Ver estaciones de radio

source: Name
es_es: Nombre
